// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ discuri.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - %@ disc.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Nu sunt bilete online)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d ore";

/* i.e.: 30 minutes */
"%d minutes" = "%d minute";

/* No comment provided by engineer. */
"%d months ago" = "acum %d luni";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d din %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d cinematografe în afara zonei de căutare";

/* No comment provided by engineer. */
"%d weeks ago" = "acum %d săptămâni";

/* No comment provided by engineer. */
"%d years ago" = "acum %d ani";

/* No comment provided by engineer. */
"1 hour" = "o oră";

/* No comment provided by engineer. */
"1 kilometer" = "un kilometru";

/* No comment provided by engineer. */
"1 mile" = "o milă";

/* No comment provided by engineer. */
"1 minute" = "un minut";

/* No comment provided by engineer. */
"1 month ago" = "acum o lună";

/* No comment provided by engineer. */
"1 theater outside search area" = "Un cinematograf în afara zonei de căutare";

/* No comment provided by engineer. */
"1 week ago" = "acum o săptămână";

/* No comment provided by engineer. */
"1 year ago" = "acum un an";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Despre";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Actualizează Locaţia";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Sună";

/* No comment provided by engineer. */
"Cast:" = "Actori:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Schimbă data";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Oraş sau Cod Poştal";

/* No comment provided by engineer. */
"Could not find location." = "Nu am putut găsi locaţia.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Detalii DVD/Blu-ray oferite de:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informaţia pentru zilele următoare poate fi incompletă. Folosiţi data curentă pentru a vedea toate intrările.";

/* No comment provided by engineer. */
"Director:" = "Regizor:";

/* No comment provided by engineer. */
"Directors:" = "Regizori:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distanţa";

/* No comment provided by engineer. */
"Downloading data" = "Downloadez datele";

/* No comment provided by engineer. */
"Downloading poster" = "Downloadez posterul";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Trimite pe email";

/* No comment provided by engineer. */
"Favorites" = "Favorite";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Tip:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Servicii de geolocalizare oferite de:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafica Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Vinerea trecută";

/* No comment provided by engineer. */
"Last Monday" = "Lunea trecută";

/* No comment provided by engineer. */
"Last Saturday" = "Sâmbăta trecută";

/* No comment provided by engineer. */
"Last Sunday" = "Duminica trecută";

/* No comment provided by engineer. */
"Last Thursday" = "Joia trecută";

/* No comment provided by engineer. */
"Last Tuesday" = "Marţea trecută";

/* No comment provided by engineer. */
"Last Wednesday" = "Miercurea trecută";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "La mai puţin de %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = " La mai puţin de 1 %@ away";

/* No comment provided by engineer. */
"License" = "Liceţă";

/* No comment provided by engineer. */
"Loading poster" = "Încarc posterul";

/* No comment provided by engineer. */
"Local results unavailable" = "Rezultate locale indisponibile";

/* No comment provided by engineer. */
"Localized by:" = "Localizat de:";

/* No comment provided by engineer. */
"Location" = "Locaţie";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Hartă";

/* No comment provided by engineer. */
"Movie details provided by:" = "Detaliile despre film furnizate:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Critcile filmului furnizate de:";

/* No comment provided by engineer. */
"Movies" = "Filme";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nume";

/* No comment provided by engineer. */
"Network unavailable" = "Rețea indisponibilă";

/* No comment provided by engineer. */
"No information found" = "Nu a fost găsită nici o informaţie";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Nu sunt rezultate pentru '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Nu exista rezumat.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Nici unul";

/* No comment provided by engineer. */
"Not yet rated" = "Necatalogat";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Comandă bilete pentru %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Vezi rezumat";

/* No comment provided by engineer. */
"Please enter your location" = "Vă rog introduceţi locaţia";

/* Takes the user to the website for this application */
"Project website" = "Site proiect";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Catalogat %@";

/* No comment provided by engineer. */
"Rated:" = "Catalogat:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Citeşte critici";

/* No comment provided by engineer. */
"Really close by" = "Foarte aproape";

/* No comment provided by engineer. */
"Really far away" = "Foarte departe";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Lansare";

/* No comment provided by engineer. */
"Release date:" = "Data lansării:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Lansare: %@";

/* No comment provided by engineer. */
"Reviews" = "Critici";

/* No comment provided by engineer. */
"Running time:" = "Time de rulare:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Scor";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Caută pe data";

/* No comment provided by engineer. */
"Search Distance" = "Caută pe distanţa";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Trimite părerea";

/* No comment provided by engineer. */
"Settings" = "Setări";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Arată %d cinematografe ascunse";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Arată un cinematograf ascuns";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Amândouă";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Arată orele găsite pe %@.";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Cinematograful a raportat orele de rulare ultima oară pe\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Furnizorii de date pentru cinematografe deseori pun o limită maximă pentru distanţa de căutare. Din această cauză unele cinematografe nu vor apărea chit că distanţa de căutare este maximă.";

/* No comment provided by engineer. */
"Theaters" = "Cinematografe";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Acest cinematograf nu a raportat încă timpii de rulare. Când devin disponibili, %@ vor apărea automat.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Vânzarea biletelor este furnizată de:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titlu";

/* No comment provided by engineer. */
"Today" = "Azi";

/* No comment provided by engineer. */
"Unknown Distance" = "Distanţă necunoscută";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Data lansării necunoscută";

/* No comment provided by engineer. */
"Unrated" = "Necatalogat";

/* No comment provided by engineer. */
"Upcoming" = "În viitor";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Foloseşte fonturi mici";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Scris de Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ieri";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Țara pentru %@ este %@\n\nSuportul complet pentru Now Playing o să fie disponibil în curând ! Când mai mult va fi disponibil veți fi notificat automat.";

/* No comment provided by engineer. */
"kilometer" = "kilometru";

/* No comment provided by engineer. */
"kilometers" = "kilometri";

/* No comment provided by engineer. */
"mile" = "milă";

/* No comment provided by engineer. */
"miles" = "mile";